Repository: talaat197/simple-erp
Catalog: install/lang/*/LC_MESSAGES/*.po
Languages: fr_fr, pl_pl, pt_br, sv_se

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
pl_pl: Alarm bezpiecze�stwa: uszkodzony plik '%s' w repozytorium. Poinformuj administratora repozytorium o tym problemie.
sv_se: S�kerhetsvarning: Brutet paket '%s' i repository. V�nligen informera repository administratorn om detta.

source: Package '%s' not found.
pl_pl: Pakiet '%s' nie zosta� znaleziony.
sv_se: Paket '%s' finns ej.

source: Set Only Port value if you cannot use the default port 3306.
pl_pl: Ustaw numer portu tylko w przypadku kiedy nie u�ywasz domy�lnego portu 3306

source: Use database user/password with permissions to create new database, or use proper credentials for previously created empty database.
pl_pl: U�yj u�ytkownika/has�a z uprawnieniami do utworzenia nowej bazy, lub podaj dane dost�powe dla uprzednio utworzonej bazy.

source: Test
pt_br: Teste
