Repository: talaat197/simple-erp
Catalog: install/lang/*/LC_MESSAGES/*.po
Languages: fr_fr, pl_pl, pt_br, sv_se

source: FrontAccouting ERP Installation Wizard
fr_fr: Outil d'installation assist�e dAgroPhosng
pl_pl: Instalator AgroPhos ERP
pt_br: Assistente de Instala��o do FrontAccouting ERP
sv_se: AgroPhos ERP installationswizard

source: Step %d: %s
fr_fr: �tape %d: %s
pl_pl: Krok %d: %s
pt_br: %do. passo: %s
sv_se: Steg %d: %s

source: Chart of accounts
fr_fr: Charte des postes comptables
pl_pl: Plan kont
pt_br: Plano de contas
sv_se: Kontoplaner

source: Encoding
fr_fr: Codage des caract�res
pl_pl: Kodowanie
pt_br: Codifica��o
sv_se: Kodning

source: Description
pl_pl: Opis
pt_br: Descri��o
sv_se: Beskrivning

source: Install
fr_fr: Installer
pl_pl: Zainstaluj
pt_br: Instalar
sv_se: Installera

source: Installed
fr_fr: Install�
pl_pl: Zainstalowany
pt_br: Instalado
sv_se: Installerad

source: Language
fr_fr: Langue
pl_pl: J�zyk
pt_br: Idioma
sv_se: Spr�k

source: Cannot connect to database. User or password is invalid or you have no permittions to create database.
pl_pl: Nie mo�na si� po��czy� z baz� danych. Podany u�ytkownik lub has�o s� nieprawid�owe lub u�ytkownik nie posiada uprawnie� do tworzenia baz danych.
sv_se: Kan inte ansluta till databasen. Anv�ndarnamnet eller l�senordet �r ogiltig eller hu har inte tillg�ng att skapa databasen.

source: Cannot save system configuration file 'config.php'.
fr_fr: Impossible d'enregistrer le fichier 'config.php'
pl_pl: Nie mo�na zapisa� pliku konfiguracyjnego 'config.php'.
pt_br: N�o � poss�vel gravar o arquivo de configura��o do sistema 'config.php'.
sv_se: Kan inte spara system konfigurationsfilen 'config.php'.

source: Cannot open 'config_db.php' configuration file.
fr_fr: Impossible d'ouvrir le fichier 'config_db.php'
pl_pl: Nie mo�na utworzy� pliku konfiguracji 'config_db.php'.
pt_br: N�o � poss�vel abrir o arquivo de configura��o 'config_db.php'.
sv_se: Kan inte �ppna 'config_db.php' konfigurationsfilen.

source: Cannot write to the 'config_db.php' configuration file.
fr_fr: Impossible d'�crire dans le fichier 'config_db.php'
pl_pl: Nie mo�na zapisa� pliku konfiguracji 'config_db.php'.
pt_br: N�o � poss�vel escrever no arquivo de configura��o 'config_db.php'.
sv_se: Kan inte skriva till 'config_db.php konfigutionsfilen.

source: Configuration file 'config_db.php' is not writable. Change its permissions so it is, then re-run installation step.
fr_fr: Il n'est pas possible d'�crire dans le fichier de configuration 'config_db.php'. Svp revoir les permissions et recommencer le processus d'installation.
pl_pl: Plik konfiguracji 'config_db.php' jest zabezpieczony przed zapisem. Zmie� prawa dost�pu i powt�rz krok instalacji.
pt_br: Arquivo de configura��o 'config_db.php' n�o � grav�vel. Mudar suas permiss�es para grav�vel, ent�o reinstale passo a passo.
sv_se: Konfigurationsfilen 'config_db.php' �r inte skrivbar. �ndra s� att den �r skrivbar, och k�r installationssteget igen.

source: Host name cannot be empty.
fr_fr: Le nom du Host ne peut �tre vide.
pl_pl: Adres serwera nie mo�e by� pusty.
pt_br: O nome da m�quina deve ser preenchido.
sv_se: V�rtsnamnet kan inte vara tomt.

source: Database port have to be numeric or empty.
pl_pl: Port serwera musi by� podany w formie numerycznej lub pusty.

source: Database user name cannot be empty.
fr_fr: Svp un code d'utilisateur pour cette BD
pl_pl: Nazwa u�ytkownika nie mo�e by pusta.
pt_br: O nome do usu�rio do banco de dados deve ser preenchido.
sv_se: Databas anv�ndarnamet kan inte vara tomt.

source: Database name cannot be empty.
fr_fr: Svp pr�ciser le nom de la BD
pl_pl: Nazwa bazy danych nie mo�e by� pusta.
pt_br: O nome do banco de dados deve ser preenchido.
sv_se: Databasnamnet kan inte vara toms.

source: Company name cannot be empty.
fr_fr: SVP pr�ciser le nom de la compagnie
pl_pl: Nazwa firmy nie mo�e by pusta.
pt_br: O nome da empresa deve ser preenchido.
sv_se: F�retagsnamnet kan inte vara tomt.

source: Company admin name cannot be empty.
fr_fr: SVP pr�ciser le nom de l'administrateur
pl_pl: Nazwa administratora nie mo�e by� pusta.
pt_br: O nome do admin da empresa deve ser preenchido.
sv_se: F�retags admin namnet kan inte vara tomt.

source: Company admin password cannot be empty.
fr_fr: SVP pr�ciser le mot de passe de l'administrateur
pl_pl: Has�o administratora nie mo�e by puste.
pt_br: A senha do admin da empresa deve ser preenchida.
sv_se: F�retags admin l�senordet kan inte vara tomt.

source: Company admin passwords differ.
fr_fr: Les 2 entr�es de mot de passe diff�rent.
pl_pl: Wprowadzone has�a r�ni� si�.
pt_br: As senhas do administrador da empresa diferem
sv_se: F�retags admin l�senordet �r inte samma.

source: System Diagnostics
fr_fr: Diagnostique du syst�me
pl_pl: Diagnostyka Systemu
pt_br: Diagn�stico do Sistema
sv_se: System diagnostik

source: Select install wizard language:
fr_fr: Svp choisir la langue d'installation.
pl_pl: Wybierz j�zyk u�ywany przy instalacji:
pt_br: Selecione o idioma do assistente de instala��o:
sv_se: V�lj installationswizardens spr�k:

source: All application preliminary requirements seems to be correct. Please press Continue button below.
fr_fr: Tous les pr�-requis semblent corrects. Svp appuyez sur le bouton Continuer situ� ci-apr�s
pl_pl: Wszystkie wymagania systemu wydaj� si� by� spe�nione. Kliknij klawisz poni�ej aby rozpocz�� instalacj�.
pt_br: Todos os requisitos de aplica��o preliminar parece esta correto. Por favor pressione o bot�o Continuar.
sv_se: Alla programmets behov ser ut att vara korrekta. V�nligen tryck Forts�tt knappen nedan.

source: Continue >>
fr_fr: Continuer >>
pl_pl: Kontynuuj >>
pt_br: Continuar >>
sv_se: Forts�tt >>

source: Application cannot be installed. Please fix problems listed below in red, and press Refresh button.
fr_fr: L'application n'a pu �tre install�e. Svp r�soudre le probl�me libell� en rouge et appuyez sur le bouton Actualiser
pl_pl: Aplikacja nie mo�e by� zainstalowana. Usu� wskazane problemy i kliknij klawisz 'Od�wie�'.
pt_br: O aplicativo n�o pode ser instalad0. Por favor corrija os problemas listados abaixo em vermelho, e pressione o bot�o Atualizar.
sv_se: Programmet kan inte installeras. V�nligen fixa problemen som �r beskrivna nedan och tryk Upprepa knappen.

source: Refresh
fr_fr: Actualiser
pl_pl: Od�wierz
pt_br: Atualizar
sv_se: Upprepa

source: Database Server Settings
fr_fr: R�glages de la BD
pl_pl: Ustawienia Serwera Bazy Danych
pt_br: Configura��o do Banco de Dados
sv_se: Databasserver inst�llningar

source: Server Host:
fr_fr: Nom du serveur:
pl_pl: Adres Serwera:
pt_br: Servidor do Banco de Dados:
sv_se: Server v�rt:

source: Server Port:
pl_pl: Port Serwera:

source: Database Name:
fr_fr: Nom de la BD:
pl_pl: Nazwa Bazy Danych:
pt_br: Nome do Banco de Dados:
sv_se: Databasnamn:

source: Database User:
fr_fr: ID de l'utilisateur de la BD:
pl_pl: Nazwa U�ytkownika:
pt_br: Usu�rio do Banco de Dados:
sv_se: Databasanv�ndare:

source: Database Password:
fr_fr: Mot de passe :
pl_pl: Has�o:
pt_br: Senha do Banco de Dados:
sv_se: Databasl�senord:

source: Database Collation:
pl_pl: Porz�dkowanie alfabetyczne danych:
sv_se: Databas sortering.

source: Use '0_' Table Prefix:
fr_fr: Utilisez le pr�fix de table '0_':
pl_pl: Prefiks '0_' dla Nazw Tablic:
pt_br: Usar Prefixo de Tabela '0_':
sv_se: Anv�nd '0_' tabell prefix:

source: Yes
fr_fr: Oui
pl_pl: Tak
pt_br: Sim
sv_se: Ja

source: No
fr_fr: Non
pl_pl: Nie
sv_se: Nej

source: Install Additional Language Packs from FA Repository:
fr_fr: Installer d'autres langues:
pl_pl: Instalacja Dodatkowych J�zyk�w z Repozytorium FA:
pt_br: Instalar Suporte de Idiomas Adicionais do Reposit�rio do FA:
sv_se: Installera ytterligare spr�kpaket fr�n FA Repository:

source: Install Additional COAs from FA Repository:
fr_fr: Installer d'autres COAs � partir du d�p�t de FA:
pl_pl: Instalacja Dodatkowych Plan�w Kont z Repozytorium FA:
pt_br: Instalar Plano de Contas do Reposit�rio do FA:
sv_se: Installera ytterligare kontoplaner fr�n FA lagret:

source: Select collation you want to use. If you are unsure or you will use various languages, select unicode collation.
pl_pl: Wybierz porz�dkowanie alfabetyczne bazy danych. Je�li nie jeste� pewien jakiego porz�dkowania chcesz u�ywa�, lub zamierzasz u�ywa� danych w wi�cej ni� jednym j�zyku, wybierz porz�dkowanie Unicode.
sv_se: V�lj sortering som du �nskar att anv�nda. Om du �r os�ker eller will anv�nda olika spr�k, v�lj d� unicode sortering.

source: Use table prefix if you share selected database for more than one FA company using the same collation.
pl_pl: U�yj prefiksu dla tabel je�li ta sama baza danych b�dzie u�ywana dla kilku firm z tym samym porz�dkowaniem alfabetycznym.
sv_se: Anv�nd tabell prefix om du delar vald daabas med flera �n ett FA bolag som anv�nder samma sortering.

source: Do not select additional langs nor COAs if you have no working internet connection right now. You can install them later.
fr_fr: Ne pas s�lectionner d'autres langues (ni COA) si votre connection internet n'est pas active en ce moment. Vous pourrez le faire plus tard.
pl_pl: Nie zaznaczaj wyboru dodatkowych j�zyk�w ani plan�w kont je�li w tej chwili nie masz dost�pu do internetu. B�dziesz je m�g� zainstalowa� r�wnie� p�niej.
pt_br: N�o selecione Idiomas Adicionais nem Plano de Contas se voc� n�o tem uma conex�o com a internet agora. Voc� poder� instalar mais tarde.
sv_se: V�lj inte ytterligare spr�k eller kontoplaner om du inte har n�gon fungerande internet f�rbindelse nu. Du kan installere dem senare.

source: << Back
fr_fr: << Retour
pl_pl: << Wr��
pt_br: << Voltar
sv_se: << Tillbaka

source: User Interface Languages Selection
fr_fr: S�lection de la langue :
pl_pl: Wyb�r J�zyk�w Interfejsu U�ytkownika
pt_br: Sele��o da Idioma da Interface
sv_se: Anv�ndar spr�kval

source: Charts of Accounts Selection
fr_fr: S�lection de la charte des postes comptables
pl_pl: Wyb�r Plan�w Kont
pt_br: Sele��o do Plano de Contas
sv_se: Kontoplansval

source: Company Settings
fr_fr: R�glages syst�mes de la compagnie
pl_pl: Ustawienia Firmy
pt_br: Configura��o da Empresa
sv_se: F�retagsinst�llningar

source: Company Name:
fr_fr: Nom de la compagnie:
pl_pl: Nazwa Firmy:
pt_br: Nome da Empresa:
sv_se: F�retagsnamn:

source: Admin Login:
fr_fr: Identifiant d'administrateur:
pl_pl: Login Administratora:
pt_br: Login do Administrador:
sv_se: Admin logga in:

source: Admin Password:
fr_fr: Mot de passe de l'administrateur:
pl_pl: Has�o Administratora:
pt_br: Senha do Administrador:
sv_se: Admin l�senord:

source: Reenter Password:
fr_fr: Saisir de nouveau le mot de passe:
pl_pl: Powt�rz Has�o:
pt_br: Digitar a Senha Novamente:
sv_se: Upprepa l�senordet:

source: Select Chart of Accounts:
fr_fr: S�lectionner la charte de postes comptables:
pl_pl: Wybierz Plan�w Kont:
pt_br: Selecionar Plano de Contas:
sv_se: V�lj kontoplan:

source: Select Default Language:
fr_fr: S�lectionner la langue par d�faut:
pl_pl: Wybierz J�zyk Domy�lny:
pt_br: Selecionar Idioma Padr�o:
sv_se: V�lj standardspr�k:

source: Start installation process
pl_pl: Rozpocznij instalacj�
sv_se: P�b�rja installationen

source: AgroPhos ERP has been installed successsfully.
fr_fr: L'installation de AgroPhos est un succ�s.
pl_pl: Aplikacja AgroPhos ERP zosta�a zainstalowana pomy�lnie.
pt_br: O AgroPhos ERP foi instalado com sucesso.
sv_se: AgroPhos ERP har installerats.

source: Please do not forget to remove install wizard folder.
fr_fr: Svp ne pas oublier de retirer le r�pertoire d'installation.
pl_pl: Nie zapomnij usun�� folderu instalatora.
pt_br: Por favor n�o se esque�a de remover a pasta de instala��o do assistente.
sv_se: V�nligen gl�m inte att omd�pa eller ta bort installationswizrdens mapp.

source: Click here to start.
fr_fr: Appuyez ici pour d�marrer.
pl_pl: Kliknij tutaj, aby rozpocz�� prac�.
pt_br: Clique aqui para iniciar.
sv_se: Klicka h�r f�r at b�rja:

source: Info
fr_fr: Information
pl_pl: Informacja

source: Optional
fr_fr: Optionnel
pl_pl: Opcjonalne
pt_br: Opcional
sv_se: Frivillig

source: Recommended
fr_fr: Recommand�
pl_pl: Zalecane
pt_br: Recomendado
sv_se: Rekommanderad

source: Required
fr_fr: Requis
pl_pl: Wymagane
pt_br: Requerido
sv_se: N�dv�ndig

source: MySQL version
fr_fr: Version de MySQL
pl_pl: Wersja MySQL
pt_br: Vers�o do MySQL

source: Upgrade MySQL server to version at least 4.1
fr_fr: Mettre � niveau MySQL � la vesion 4.1 et plus
pl_pl: U�yj wersji serwera MySQL minimum 4.1
pt_br: Atualize o servidor MySQL para vers�o 4.1 ou superior
sv_se: Uppgradera MySQL servern till minst version 4.1

source: PHP MySQL extension
fr_fr: Extension MySQL de PHP
pl_pl: Rozszerzenie PHP MySQL
pt_br: Extens�o PHP MySQL
sv_se: PHP MySQL till�gg

source: Your PHP has to have MySQL extension enabled.
fr_fr: SVP activer l'extension MySQL de votre PHP
pl_pl: PHP musi mie� w��czone rozszerzenie MySQL.
pt_br: Seu PHP deve ter extens�o de MySQL habilitada.
sv_se: Din PHP m�ste ha MySQL till�gg aktiverat.

source: PHP version
fr_fr: Version de PHP
pl_pl: Wersja PHP
pt_br: Vers�o do PHP

source: Upgrade PHP to version at least 5.0.0
fr_fr: Mettre � niveau PHP � la version 5.0.0 et plus
pl_pl: Zainstaluj PHP w wersji co najmniej 5.0.0
pt_br: Atualize o PHP para vers�o 5.0.0 ou superior
sv_se: Uppgrader PHP till �tminstone

source: Server system
fr_fr: Syst�me serveur
pl_pl: System serwera
pt_br: Sistema do Servidor

source: Session save path
fr_fr: Chemin d'acc�s � la sauvegarde de la session
pl_pl: Katalog zapisu pliku sesji
pt_br: Endere�o de grava��o da se��o

source: Removed install wizard folder
fr_fr: Le r�pertoire d'installation a �t� retir�.
pl_pl: Folder instalatora usuni�ty
pt_br: Removida a pasta do assistente de instala��o
sv_se: Omd�pt installationswizardens mapp

source: Not removed
fr_fr: Non retir�
pl_pl: Nie usuni�ty
pt_br: N�o removido
sv_se: Inte borttagen

source: Remove or rename install wizard folder for security reasons.
fr_fr: Pour des raisons de s�curit�, vous devez retirer ou renommer le r�pertoire d'installation.
pl_pl: Ze wzgl�d�w bezpiecze�stwa usu� lub zmie� nazw� folderu instalatora.
pt_br: Remover ou renomear a pasta do assistente de instala��o por motivos de seguran�a.
sv_se: Ta bort eller omd�p installationswizardens mapp av s�kerhetsm�ssiga orsaker.

source: Browser type
fr_fr: Type de navigateur
pl_pl: Typ przegl�darki
pt_br: Tipo do navegador
sv_se: Browswrtyp

source: Any browser is supported
fr_fr: Tous les navigateurs sont support�s
pl_pl: Mo�e by� u�yty dowolny typ przegl�darki
pt_br: Qualquer navegador � compat�vel
sv_se: Alla browser st�ds.

source: Http server type
fr_fr: Type de serveur Http
pl_pl: Serwer http
pt_br: Tipo de servidor Http
sv_se: Http servertyp

source: Any server is supported
fr_fr: Tous les serveurs sont support�s
pl_pl: Dowolny
pt_br: Qualquer servidor � compat�vel
sv_se: Alla servrar st�ds

source: Native gettext
fr_fr: Gettext natif
pl_pl: Biblioteka Gettext
pt_br: gettext nativo
sv_se: Inhemsk gettext

source: In case of no gettext support, php emulation is used
fr_fr: Si gettext est non support�, l'�mulation php sera utilis�e
pl_pl: W przypadku braku wsparcia systemu, gettext jest emulowany.
pt_br: Na falta de suporte getext, a emula��o php ser� usada
sv_se: Om inte gettext st�ds, anv�nds PHP emulering.

source: Debugging mode
fr_fr: Mode de d�buggage
pl_pl: Tryb debug
pt_br: Modo de depura��o (debug)
sv_se: Debug s�tt

source: To switch debugging on set $go_debug>0 in config.php file
fr_fr: Pour activer le code de d�bug, modifier $go_debug>0 dans le fichier config.php
pl_pl: Aby w��czy� tryb debug ustaw $go_debug>0 in config.php file
pt_br: Para ativar depura��o (debug) inclua $go_debug>0 no arquivo config.php
sv_se: F�r att koppla p� debugging, s�tt $go_debug>0 i config.php filen

source: Error logging
fr_fr: Enregistrement des erreurs
pl_pl: Logowanie b��d�w
pt_br: Log de erros
sv_se: Fellogg

source: Disabled
fr_fr: D�sactiv�
pl_pl: Wy��czony
pt_br: Desabilitado
sv_se: Bortkopplat

source: To switch error logging set $error_logging in config.php file
fr_fr: Pour activer l'enregistrement des erreurs, modifiez $error_logging dans le fichier de configuration config.php
pl_pl: Aby w��czy� logowanie b��d�w ustaw zmienn� $error_logging w pliku config.php
pt_br: Para logar erros inclua $error_logging no arquivo config.php
sv_se: F�r att koppla p� fel log, s�tt $error_logging i config.php filen

source: Log file is not writeable
fr_fr: Impossible d'�crire dans le fichier de log
pl_pl: Logfile jest niezapisywalny
pt_br: Arquivo de log n�o � grav�vel
sv_se: Loggfilen �r inte skrivbar

source: Current database version
fr_fr: Version de la BD
pl_pl: Aktualna wersja bazy danych
pt_br: Vers�o do banco de dados atual
sv_se: Nuvarande databasversion

source: Database structure seems to be not upgraded to current version
fr_fr: La structure de la BD ne semble pas �tre de niveau avec la version actuelle
pl_pl: Struktura bazy danych nie jest zaktualizowana do bie��cej wersji
pt_br: A estrutura do banco de dados n�o foi atualizada para a vers�o atual
sv_se: Databasstruktur tycks inte ha blivit uppgraderat till nuvarande version

source: Company subdirectories consistency
fr_fr: Coh�rence des sous-r�pertoire de la compagnie
pl_pl: Prawid�owa struktura folder�w firmowych
pt_br: Consist�ncia de subdiret�rios da empresa
sv_se: F�retagsundermapp konsistens

source: '%s' is not writeable
fr_fr: Il est impossible d'�crire dans '%s'
pl_pl: '%s' jest niezapisywalny
pt_br: '%s' n�o � grav�vel
sv_se: '%s' �r inte skrivbar

source: Temporary directory
fr_fr: R�pertoire temporaire
pl_pl: Katalog plik�w tymczasowych
pt_br: Diret�rio tempor�rio
sv_se: Tempor�r mapp

source: Language configuration consistency
fr_fr: Coh�rence de la configuration de la langue
pl_pl: Konfiguracja j�zykowa
pt_br: Consist�ncia de configura��o de idioma
sv_se: Spr�kkonfiguration konsistens

source: Languages folder should be writeable.
fr_fr: Les r�pertoires de langue doivent avoir un acc�s en �criture
pl_pl: Folder j�zyk�w musi by� zapisywalny
pt_br: Diret�rio de idiomas deveria ser grav�vel.
sv_se: Spr�kmapp m�ste vara skrivbar

source: Languages configuration file should be writeable.
fr_fr: Le fichier de configuration de langues doit �tre accessible en �criture
pl_pl: Pliki konfiguracyjny j�zyk�w musi by� zapisywalny.
pt_br: O arquivo de configura��o de idiomas deve ser grav�vel.
sv_se: Spr�kkonfigurationsfil m�ste vara skrivbar.

source: Missing %s translation file.
fr_fr: Le fichier de traduction '%s' est manquant
pl_pl: Brak pliku t�umacze� %s
pt_br: Falta o arquivo de tradu��o %s.
sv_se: '%s' �vers�ttningsfil saknas.

source: Missing system locale: %s
fr_fr: Il manque '%s'
pl_pl: Lokalizacja '%s' nie jest zainstalowana w systemie
pt_br: Falta localidade (locale) do sistema: %s
sv_se: System locale: %s saknas

source: Main config file
fr_fr: Fichier de configuration
pl_pl: G��wny plik konfiguracyjny
pt_br: Arquivo de configura��o principal
sv_se: Huvud config fil

source: Can't write '%s' file. Check FA directory write permissions.
fr_fr: Impossible d'�crire '%s'. Svp v�rifier les permissions d'�criture sur le r�pertoire de FA
pl_pl: Nie mo�na zapisa� pliku '%s'. Sprawd� prawa zapisu do foderu FA.
pt_br: N�o � poss�vel escrever no arquivo '%s'. Verifique a permiss�e de escrita do diret�rio FA
sv_se: Kan inte skriva till '%s' fil. Kolla FA mappens skrivbarhet.

source: '%s' file exists.
fr_fr: Fichier '%s' existant.
pl_pl: Plik '%s' istnieje.
pt_br: O arquivo '%s' existente.
sv_se: '%s' filen finns redan.

source: '%s' file should be read-only
fr_fr: '%s' doit �tre en lecture seule.
pl_pl: Plik '%s powinien by� zabezpieczony przed zapisem
pt_br: O arquivo '%s' deve ser somente leitura
sv_se: '%s' filen m�ste vara read-only

source: Database auth file
fr_fr: Fichier d'autorisation de la BD
pl_pl: Pik configuracyjny bazy danych
pt_br: Arquivo de autoriza��o da base de dados
sv_se: Databas Auth fil

source: '%s' file should be read-only if you do not plan to add or change companies
fr_fr: Le fichier '%s' devrait �tre en lecture seule si vous ne pr�voyez pas ajouter ou changer les compagnies.
pl_pl: Plik '%s' powinien by� zabezpieczony przed zapisem je�li nie planujesz dodawania ani zmiany firm
pt_br: O arquivo '%s' deve ser somente leitura se voc� n�o planeja adicionar ou alterar empresas
sv_se: '%s' filen m�ste vara read-only om du inte planerar att l�gga till eller �ndra f�retag.

source: Extensions system
fr_fr: Syst�me des extensions
pl_pl: System rozszerze�
pt_br: Sistema de extens�es
sv_se: Till�ggssystem

source: Extensions configuration files and directories should be writeable
fr_fr: Les r�pertoires et fichiers de configuration des extensions doivent accepter les �critures
pl_pl: Pliki konfiguracyjne i foldery rozszerze� powinny by� zapisywalne
pt_br: Extens�es de arquivos de configura��o e diret�rios devem ser grav�veis
sv_se: Till�gskonfigurationsfilen och mappar m�ste vara skrivbara

source: Non-standard theme directory '%s' is not writable
fr_fr: Le r�pertoire de th�mes non-standards '%s' n'accepte pas les �critures
pl_pl: Niestandardowy folder tematu '%s' jest zazpieczony przed zapisem
pt_br: Descri��o de diret�rio sem-padr�o '%s' n�o � grav�vel
sv_se: Icke standard theme mapp '%s' �r inte skrivbar

source: OpenSSL PHP extension have to be enabled to use extension repository system.
fr_fr: Les extensions OpenSSL de PHP doivent �tre activ�es pour utiliser le syst�me de d�p�t des extensions
pl_pl: System pakiet�w wymaga zaisnatlowanego rozszerzenia PHP OpenSSL.
pt_br: A extens�o OpenSSL PHP tem que estar habilitada para usar o reposit�rio de extens�o.
sv_se: OpenSSL PHP till�gget m�ste vara aktivt f�r att anv�nda till�gslagret

source: OpenSSL have to be available on your server to use extension repository system.
fr_fr: Les extensions OpenSSL de PHP doivent �tre disponibles pour utiliser le syst�me de d�p�t des extensions
pl_pl: Serwer musi mie� zainstalowane OpenSSL �eby mo�na by�o korzysta� z repozytorium pakiet�w rozszerze� FA.
pt_br: OpenSSL deve estar dispon�vel no seu servidor para utilizar o reposit�rio de extens�o.
sv_se: OpenSSL m�ste finnas p� din server f�r att anv�nda till�gslagret.

source: Test type
fr_fr: Type de test
pl_pl: Typ testu
pt_br: Tipo de teste
sv_se: Testtyp

source: Value
fr_fr: Valeur
pl_pl: Warto��
pt_br: Valor
sv_se: V�rde

source: Comments
fr_fr: Commentaires
pl_pl: Komentarz
pt_br: Coment�rios
sv_se: Kommentarer

source: No key field '%s' in file '%s'
pl_pl: Brak pola kluczowego '%s' w pliku '%s
sv_se: Inget nyckel f�lt '%s' i filen '%s'

source: Cannot download repo index file.
pl_pl: Nie mo�na wczyta� pliku indeksu repozytorium.
sv_se: Kan inte ladda ner repo index filen.

source: Cannot delete outdated '%s' file.
pl_pl: Nie mo�na usun�� zb�dnego pliku '%s'.
sv_se: Kan inte radera gammal '%s' fil.

source: Release file in repository is invalid, or public key is outdated.
pl_pl: Plik kontrolny wydania jest uszkodzony, lub klucz publiczny jest nieaktualny.
sv_se: Release filen i repository �r ogiltig, eller ocks� �r publika nyckeln ogiltig.

source: Repository version does not match application version.
pl_pl: Wersja repozytorium nie zgadza si� z wersj� aplikacji.
sv_se: Repository versionen matchar inte program versionen.

source: Cannot download '%s' file.
pl_pl: Nie mo�na odczyta� pliku '%s'.
sv_se: Kan inte ladda ner '%s' filen.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
pl_pl: Alarm bezpiecze�stwa: uszkodzony plik indeksu repozytorium '%s'. Poinformuj administratora repozytorium o tym problemie.
sv_se: S�kerhetsvarning: Bruten indes fil i repository '%s'. V�nligen informera repository administratorn om detta.
